[   
    {
        "frontPage": {
            "header": "Welcome to Jølvassbu",
            "headerTitle": "With the river as the nearest neighbor, shoulders can be lowered and the batteries charged. When you're ready for it, you can choose from many activities:",
            "activitiesList": [
                "Fishing in one of Europe's best trout rivers",
                "Rent a boat for fishing or sightseeing",
                "Paddle on Jølstravatnet with kayak, SUP board or canoe",
                "Experience beautiful nature, in forests and mountains all year round",
                "Swim in Jølstravatnet",
                "Bike along Jølstravatnet"
            ],
            "info": [
                "You have every opportunity for an adventurous holiday here at jølvassbu.", 
                "Here you get fishing licenses, hunting cards, fishing equipment for sale/rent, we have a lot of experience with angling in the watercourse and we gladly share the knowledge with you.",
                "Local tour guide/map/top tour book, rental of boats, kayaks, SUP boards and canoe.",
                "Walking distance to supermarket, restaurant, beach, playground and marked hiking trails.",
                "Cabins with 3 to 9 beds, with and without bath.",
                "Place for campers / caravans and tents.",
                "Waste disposal.",
                "Communal building with showers, toilets, kitchen and laundry, free internet.",
                "Open from April to end of September, otherwise by appointment."
            ]
        },
        "accomodation": {
            "header": "Accomodation",
            "links": ["Cabins", "Caravans/camping", "Facilities"],
            "cabins": [
                {
                    "header": "PERSBUA AND ELVESTOVA",
                    "info": {
                        "text": "The cabins are situated by the river in beautiful surroundings. Livingroom with kitchen area, complete equipment. Both bedrooms are furnished by familybeds. No water/WC/shower inside the cabins.",
                        "beds": "6",
                        "tv": true,
                        "shower": false,
                        "toilet": false,
                        "bedrooms": "2",
                        "price": "kr. 730.-"
                    }
                },
                {
                    "header": "JØLA",
                    "info": {
                        "text": "Newly renovated cottage with inline water, shower and toilet. Living room and kitchen with stove, refrigerator, kettle, coffee maker and all necessary equipment. 2 bedrooms equipped with family bunks, duvets and pillows. In addition, 2 persons can stay in the living room. Beautifully located by the river with terrace and outdoor furniture.",
                        "beds": "6(8)",
                        "tv": true,
                        "shower": true,
                        "toilet": true,
                        "bedrooms": " 2",
                        "price": "kr. 930.-"
                    }
                },
                {
                    "header": "SELET",
                    "info": {
                        "text": "This cabin has two rooms, livingroom, kitchen, complete equipment, one room with familybed and sleeper sofa in the livingroom. The constructions are the same as the Holsabua, year around 1870, beautiful surroundings by the river Jølstra. No water/WC/shower inside the cabin.",
                        "beds": "5",
                        "tv": false,
                        "shower": false,
                        "toilet": false,
                        "bedrooms": "1",
                        "price": "kr. 590.-"
                    }
                },
                {
                    "header": "HOLSABUA",
                    "info": {
                        "text": "Holsabua is built in the year 1850, and the construction is old Vestlands-style. Rough timber inside and outside, pine wainscot. Updated in 2008 and 2014. Beautiful surroundings by the river. Livingroom/kitchen, complete equipment, fireplace. The bedrooms from 2 till 4 beds. No water/WC/shower in the cabin.",
                        "beds": "7/9",
                        "tv": true,
                        "shower": false,
                        "toilet": false,
                        "bedrooms": "2/3",
                        "floors": "Floors: 2",
                        "price": "kr. 800.-"
                    }
                },
                {
                    "header": "ØRRETBU",
                    "info": {
                        "text": "New small half barrel with double bed and small living area.",
                        "beds": "2/3",
                        "tv": false,
                        "shower": false,
                        "toilet": false,
                        "bedrooms": "1",
                        "price": "kr. 450.-"
                    }
                }
            ],
            "caravan": {
                "header": "CARAVAN, CAMPING AND TENT",
                "info": "Jølvassbu is arranged for campers, caravans and tent. Several electrical and water points, servicebuilding with kitchen, laundry, separate shower rooms/toilets. Emptying for WC/greywater and freshwater included.",
                "prices": ["kr 120,- 1 pers.", "kr. 170,- 1-2 pers.", "kr. 250,- 1-2 pers.", "kr. 250,- 1-2 pers.", "kr. 40 ,-", "kr.  40,- "],
                "accomodationType": ["Bike and tent: ", "Tent/MC: ", "Tent/car: ", "Caravan: ", "Pr extra person: ", "Electricity 1 day: "],
                "booking": "Booking: +47 92 06 22 03, +47 92 22 36 98, post@jolvassbu.no"
            } 
        },
        "activities": {
            "header": "Activities",
            "links": ["Spring and summer", "Autumn and winter"]
        },
        "information": {
            "header": "Information",
            "links": ["Jølvassbu news", "Jølster", "Map", "Contact"],
            "contact": {
                "header": "Contact us"
            }
        }
    }
]